{
  "index": {
    "us30": {"symbol":  "us30", "label":  "NYダウ", "img": "us30.svg", "wiki": "ダウ・ジョーンズ工業株価平均やダウ平均株価は、S&P ダウ・ジョーンズ・インデックス社が、アメリカのさまざまな業種の代表的な銘柄を選出し、ダウ式平均株価にて算出し、リアルタイムで公表するアメリカ合衆国の代表的な株価指数である。"},
    "us100": {"symbol":  "us100", "label":  "ナスダック", "img": "us100.svg", "wiki": "ナスダック総合指数は、株価指数のひとつ。アメリカの全米証券業協会が開設・運営している電子株式市場「NASDAQ」に上場している3,000以上の銘柄の全てを対象に、時価総額加重平均で算出した指数である。"},
    "us500": {"symbol":  "us500", "label":  "S&P500", "img": "us500.svg", "wiki": "S&P 500、スタンダード・アンド・プアーズ500種指数とは、S&P ダウ・ジョーンズ・インデックスが算出しているアメリカの代表的な株価指数である。"},
    "eu50": {"symbol":  "eu50", "label":  "ユーロ・ストックス50", "img": "eu50.svg", "wiki": "ユーロ・ストックス50指数は、STOXXが算出する、ユーロ圏先進11カ国のスーパーセクターにおける上位銘柄により構成される株価指数。流動性の高い50のブルーチップの株価を基に算出される、時価総額加重平均型株価指数である。 1998年2月26日に算出が始められた。"},
    "uk100": {"symbol":  "uk100", "label":  "英国FTSE100", "img": "uk100.svg", "wiki": "FTSE100種総合株価指数は、ロンドン証券取引所における株価指数。LSEに上場する銘柄のうち時価総額上位100銘柄で構成される、時価総額加重平均型株価指数である。この100銘柄で、LSE上場企業の時価総額の約8割を占める。算出はLSEの子会社であるFTSEグループが行っている。"},
    "de40": {"symbol":  "de40", "label":  "ドイツDAX", "img": "de40.svg", "wiki": "ドイツ株価指数は、フランクフルト証券取引所で取引されるドイツの主要40銘柄で構成される時価総額加重平均型の株価指数である。数値は電子クセトラ取引システムから算出されており、「クセトラDAX指数」とも呼ばれる。管理はドイツ取引所の子会社であるSTOXXが行っている。"},
    "jp225": {"symbol":  "jp225", "label":  "日経225", "img": "jp225.svg", "wiki": "日経平均株価は、日本経済新聞社が算出・公表している日本の株式市場の代表的な株価指数の一つ。単に日経平均や日経225とも呼ばれる。英語圏の報道機関では「Nikkei 225」と表記される。 日本の株価指標としては東証株価指数 と並んで普及している。"},
    "hk50": {"symbol":  "hk50", "label":  "香港ハンセン", "img": "hk50.svg", "wiki": "ハンセン指数とは、香港証券取引所に上場する株式のうち、流動性の高い上位銘柄で構成される、時価総額加重平均型の株価指数である。アジアにおける重要な株価指数の一つであり、香港市場の時価総額の7割をカバーしているとされる。銘柄数は徐々に増やしており100まで増やしてそれで固定させる予定である。"}
  },
  "individual": {
    "appl": {"symbol": "appl", "label": "Apple", "img": "appl.svg", "wiki": "Apple Inc.は、アメリカ合衆国の多国籍テクノロジー企業である。カリフォルニア州クパチーノに本社を置く。デジタル家庭電化製品、ソフトウェア、オンラインサービスの開発・販売を行っている。 ハードウェア製品としては、iPhone、iPad、Mac、Apple Watch、iPodなどの開発および販売を行なっている。"},
    "amzn": {"symbol": "amzn", "label": "Amazon", "img": "amzn.svg", "wiki": "Amazon.com, Inc.は、アメリカのワシントン州シアトルに本拠地を置く企業である。主軸はインターネット経由の小売であるが、その他にもクラウドコンピューティングなどを手掛けている。 同社は「世界で最も影響力のある経済的・文化的勢力の一つ」と呼ばれ、世界で最も価値のあるブランドとされている。"},
    "goog": {"symbol": "goog", "label": "Google", "img": "goog.svg", "wiki": "Google LLCは、インターネット関連のサービスと製品に特化したアメリカ合衆国の企業 である。2015年より Alphabet Inc. に所有され同社の子会社となっている。世界最大の検索エンジン、オンライン広告、クラウドコンピューティング、ソフトウェア、ハードウェア関連の事業がある。"}
  },
  "crypto": {
    "btc": {"symbol": "btc", "label": "Bitcoin", "img": "btc.png", "wiki": "ビットコインとは、中央銀行や単一の管理者を持たない分散型のデジタルであり、仲介者を必要とせず、P2Pでビットコインネットワーク上でユーザーからユーザーへとビットコインを送信することで取引ができる。"},
     "eth": {"symbol": "eth", "label": "Ethereum", "img": "eth.png", "wiki": "イーサリアムとは、分散型アプリケーションやスマート・コントラクトを構築するためのブロックチェーン・プラットフォームの名称、及び関連するオープンソース・ソフトウェア・プロジェクトの総称であり、イーサリアム・プロジェクトによって開発が進められている。"}
  }
}